Revit 2024 API
UnitTypeId.Inches Property
 Inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Inches { get; }
Visual Basic
Public Shared ReadOnly Property Inches As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Inches {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace